Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/Pearl.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# INSTRUCTION_STATE_ENROLL_FINISHED
source: Face ID is now set up.
ar: تم إعداد بصمة الوجه.
bg: Сега Face ID е настроен.
ca: El Face ID està configurat.
cs: Face ID je nastavené.
da: Face ID er nu indstillet.
de: Face ID ist jetzt konfiguriert.
el: Διαμορφώθηκε το Face ID.
es: Face ID se ha configurado.
es_us: Se configuró Face ID.
fi: Face ID on nyt käytössäsi.
fr: Face ID est maintenant configuré.
fr_ca: Face ID est maintenant configuré.
he: ‏Face ID מוגדר כעת.
hi: Face ID अब सेटअप हो चुका है।
hr: Face ID je sada podešen.
hu: A Face ID be van állítva.
id: Face ID telah diatur.
it: Hai configurato Face ID.
ja: Face IDが セットアップされました。
kk: Face ID бапталды.
ko: 이제 Face ID가 설정되었습니다.
lt: „Face ID“ nustatyta.
ms: Face ID kini disediakan.
nl: Face ID is nu geconfigureerd.
no: Face ID er klar til bruk.
pl: Funkcja Face ID jest skonfigurowana.
pt_br: O Face ID está configurado.
pt_pt: O Face ID está configurado.
ro: Face ID este acum configurat.
ru: Face ID настроен
sk: Face ID je nastavené.
sl: Funkcija Face ID je zdaj nastavljena.
sv: Face ID har ställts in.
th: ตั้งค่า Face ID เรียบร้อยแล้ว
tr: Face ID ayarlandı.
uk: Face ID тепер налаштовано.
vi: Face ID hiện đã được thiết lập.
zh_cn: 面容ID已设置。
zh_hk: 已設定Face ID。
zh_tw: 已設定Face ID。

# PEARL_ATTENTION_FEATURES_FOOTER
source: Apple Vision Pro will check for attention before dimming the display, expanding a notification when locked, or lowering the volume of some alerts.
ar: ستتحقق Apple Vision Pro من الانتباه إلى الشاشة قبل تعتيم الشاشة، أو توسيع إشعار أثناء القفل، أو خفض صوت بعض التنبيهات.
bg: Apple Vision Pro ще провери за вашето внимание, преди да затъмни екрана или да намали силата на звука на предупрежденията.
ca: L’Apple Vision Pro comprovarà la teva atenció abans d’enfosquir la pantalla, ampliar una notificació amb la pantalla bloquejada o abaixar el volum d’alguns avisos.
cs: Apple Vision Pro před ztlumením displeje, zobrazením oznámení na zamknuté obrazovce nebo ztišením upozornění ověří, zda zařízení věnujete pozornost.
da: Apple Vision Pro kontrollerer for opmærksomhed, inden skærmen dæmpes, lyden på nogle advarsler sænkes eller en notifikation udvides, når skærmen er låst.
de: Die Apple Vision Pro prüft die Benutzeraufmerksamkeit vor dem Dimmen des Displays, dem Erweitern einer Mitteilung im Sperrzustand sowie dem Reduzieren der Lautstärke bei manchen Hinweisen.
el: Το Apple Vision Pro θα ελέγξει για την παρουσία προσοχής προτού μειώσει τη φωτεινότητα της οθόνης, αναπτύξει μια γνωστοποίηση όταν είναι κλειδωμένο ή χαμηλώσει την ένταση ήχου κάποιων ειδοποιήσεων.
es: El Apple Vision Pro comprobará si estás prestando atención antes de atenuar la pantalla, ampliar una notificación mientras la pantalla está bloqueada o bajar el volumen de ciertos avisos.
es_us: El Apple Vision Pro verificará si estás prestando atención antes de obscurecer la pantalla, de disminuir el volumen de algunas alertas o de ampliar una notificación si la pantalla está bloqueada.
fi: Apple Vision Pro tarkistaa, katsotko laitteen näyttöä ennen näytön himmentämistä, ilmoituksen suurentamista, kun laite on lukittu, tai joidenkin ilmoitusäänten voimakkuuden vähentämistä.
fr: L’Apple Vision Pro vérifiera si votre attention est portée sur l’appareil avant de réduire la luminosité de l’écran, de développer une notification en mode verrouillé ou de baisser le volume de certaines alertes.
fr_ca: L’Apple Vision Pro vérifiera si votre attention est portée sur votre appareil avant de réduire la luminosité de l’écran, d’agrandir une notification sur l’écran verrouillé ou de baisser le volume de certaines alertes.
he: ה-Apple Vision Pro יבדוק אם תשומת ליבך מכוונת למכשיר לפני עמעום התצוגה, הרחבת עדכונים כאשר הוא נעול או הנמכת עוצמת השמע של חלק מההתראות.
hi: Apple Vision Pro डिस्प्ले डिम करने, लॉक रहने पर सूचना को विस्तारित करने या कुछ अलर्ट के वॉल्यूम कम करने के पहले ध्यान जाँचेगा।
hr: Apple Vision Pro će provjeriti gledate li u uređaj prije zatamnjivanja zaslona, proširivanja obavijesti dok je zaključan ili stišavanja glasnoće nekih obavijesti.
hu: Az Apple Vision Pro ellenőrzi, hogy Ön figyel-e a kijelző elhalványítása, az értesítések zárolt állapotban történő kibontása vagy néhány jelzés hangerejének csökkentése előtt.
id: Apple Vision Pro akan memeriksa perhatian sebelum meredupkan layar, memperluas pemberitahuan saat terkunci, atau menurunkan volume beberapa peringatan.
it: Prima di oscurare lo schermo, di espandere una notifica quando la schermata di blocco è attiva o di abbassare il volume di alcuni avvisi, Apple Vision Pro controlla se stai guardando la schermata.
ja: 画面を暗くしたり、画面ロック中に通知を拡げて表示したり、一部の通知音の音量を下げたりする前に、あなたが注視しているかどうかをApple Vision Proで確認します。
kk: Apple Vision Pro құрылғысы дисплейді қараңғылатқанша, хабарландыруды құлыпталған экран бетіне шығарғанша немесе кейбір хабарландырулардың дыбыс деңгейін азайтқанша назардың экранда екенін тексереді.
ko: Apple Vision Pro가 화면을 어둡게 하거나, 잠겨 있을 때 알림을 펼치거나, 일부 알림의 음량을 줄이기 전에 사용자가 기기를 주시하는지 확인합니다.
lt: Prieš pritemdydamas ekraną, išplėsdamas pranešimą, kai ekranas užrakintas, arba sumažindamas kai kurių įspėjimų garsumą, „Apple Vision Pro“ patikrins, ar žiūrite į ekraną.
ms: Apple Vision Pro akan memeriksa untuk perhatian sebelum memalapkan paparan, mengembangkan pemberitahuan apabila dikunci atau menurunkan kelantangan sesetengah isyarat.
nl: De Apple Vision Pro controleert of je naar het apparaat kijkt voordat het scherm wordt gedimd (en geeft bij vergrendeling een melding weer) of het volume van sommige meldingen wordt verlaagd.
no: Apple Vision Pro vil sjekke om du ser på den før den dimmer skjermen, åpner en varsling når den er låst, eller senker volumet for enkelte varsler.
pl: Przed wygaszeniem ekranu, rozwinięciem powiadomienia przy włączonej blokadzie lub obniżeniem głośności wybranych alertów Apple Vision Pro sprawdza, czy patrzysz na niego.
pt_br: Antes de reduzir o brilho, expandir uma notificação quando estiver bloqueado ou reduzir o volume de alguns alerta, o Apple Vision Pro verificará se você está olhando para a tela.
pt_pt: O Apple Vision Pro verifica se está a olhar para o dispositivo antes de escurecer o ecrã, expandir uma notificação no ecrã bloqueado ou baixar o volume de alguns avisos.
ro: Apple Vision Pro‑ul va verifica dacă vă uitați cu atenție înainte de a reduce luminozitatea ecranului, a extinde o notificare în timp ce este blocat sau a diminua volumul unor alerte.
ru: Apple Vision Pro проверит, обращено ли Ваше внимание к экрану устройства, прежде чем затемнять его, раскрывать уведомление в заблокированном состоянии или понижать громкость некоторых предупреждений.
sk: Apple Vision Pro pred stlmením displeja, rozbalením hlásenia na zamknutej obrazovke alebo znížením hlasitosti niektorých upozornení skontroluje, či zariadeniu venujete pozornosť.
sl: Naprava Apple Vision Pro preveri, ali gledate v zaslon, preden ga zatemni, razširi obvestilo na zaklenjenem zaslonu ali zmanjša glasnost nekaterih opozoril.
sv: Apple Vision Pro kontrollerar uppmärksamhet från användaren innan skärmen tonas ned, en notis expanderas när telefonen är låst eller volymen sänks på vissa notiser.
th: Apple Vision Pro จะตรวจสอบการตั้งใจมองก่อนที่จะหรี่จอภาพ ขยายการแจ้งเตือนเมื่อล็อค หรือลดระดับเสียงเตือน
tr: Apple Vision Pro; ekranı soluklaştırmadan, kilitliyken bildirimleri genişletmeden veya bazı uyarıların sesini kısmadan önce dikkatinizi ekrana verip vermediğinizi denetler.
uk: Apple Vision Pro перевірятиме на увагу, перш ніж затемнювати дисплей, розгортати якесь сповіщення, коли замкнений, або зменшувати гучність деяких оповісток.
vi: Apple Vision Pro sẽ kiểm tra sự chú ý trước khi làm tối màn hình, mở rộng thông báo khi được khóa hoặc giảm âm lượng của một số cảnh báo.
zh_cn: Apple Vision Pro在调暗屏幕、解锁后展开通知或调低提醒音量之前，将查看你是否在注视屏幕。
zh_hk: 將螢幕變暗、鎖定時展開通知或降低部份提示聲音量前，Apple Vision Pro會確定你是否注視着螢幕。
zh_tw: Apple Vision Pro在讓螢幕變暗、鎖定時展開通知或降低部分提示聲音量前會先確定你是否正注視著螢幕。

# FINISH_ENROLL_BUTTON_DEMO
source: Try Face ID
ar: جرب بصمة الوجه
bg: Опитайте Face ID
ca: Prova el Face ID
cs: Vyzkoušet Face ID
da: Prøv Face ID
de: Face ID ausprobieren
el: Δοκιμή Face ID
es: Probar Face ID
es_us: Probar Face ID
fi: Kokeile Face ID:tä
fr: Essayer Face ID
fr_ca: Essayer Face ID
he: התנסות עם Face ID
hi: Face ID से कोशिश करें
hr: Isprobajte Face ID
hu: Face ID kipróbálása
id: Coba Face ID
it: Prova a usare Face ID
ja: Face IDを試す
kk: Face ID қолданып көру
ko: Face ID 시도
lt: Išbandyti „Face ID“
ms: Cuba Face ID
nl: Probeer Face ID
no: Prøv Face ID
pl: Wypróbuj Face ID
pt_br: Experimentar o Face ID
pt_pt: Experimentar Face ID
ro: Încercați Face ID
ru: Попробовать Face ID
sk: Vyskúšať Face ID
sl: Preizkusi Face ID
sv: Prova Face ID
th: ลอง Face ID
tr: Face ID’yi Dene
uk: Спробувати Face ID
vi: Dùng thử Face ID
zh_cn: 尝试面容ID
zh_hk: 嘗試Face ID
zh_tw: 試用Face ID

# INSTRUCTION_SUBSTATE_4
source: Background Is Too Bright
ar: الخلفية ساطعة جدًا
bg: Прекалено ярък фон
ca: El fons és massa brillant
cs: Pozadí je příliš světlé
da: Baggrund er for lys
de: Hintergrund ist zu hell
el: Το φόντο είναι πολύ φωτεινό
es: El fondo es demasiado claro
es_us: El fondo es muy brillante
fi: Tausta on liian kirkas
fr: L’arrière-plan est trop éclairé.
fr_ca: L’arrière-plan est trop éclairé.
he: הרקע בהיר מדי
hi: बैकग्राउंड बहुत चमकीला है
hr: Pozadina je presvijetla
hu: A háttér túl fényes
id: Latar Belakang Terlalu Cerah
it: Lo sfondo è troppo luminoso
ja: 背景が明るすぎます
kk: Артқы фон тым жарық
ko: 배경이 너무 밝습니다.
lt: Per šviesus fonas
ms: Latar Belakang Terlalu Cerah
nl: Achtergrond is te helder
no: Bakgrunnen er for lys
pl: Tło jest za jasne
pt_br: O Fundo É Claro Demais
pt_pt: Fundo demasiado brilhante
ro: Fundalul este prea strălucitor
ru: Фон слишком яркий
sk: Pozadie je príliš svetlé
sl: Ozadje je presvetlo
sv: Bakgrunden är för ljus
th: พื้นหลังสว่างจ้าเกินไป
tr: Arka Plan Çok Parlak
uk: Заяскраве тло
vi: Nền quá sáng
zh_cn: 背景过亮
zh_hk: 背景太光
zh_tw: 背景太亮

# ENROLL_FAILED_TOO_HOT_SETTINGS
source: You can set up Face ID later when iPhone cools down.
ar: يمكنك إعداد بصمة الوجه لاحقًا عندما يبرد الـ iPhone.
bg: Можете да настроите Face ID по-късно, когато iPhone се охлади.
ca: Pots configurar el Face ID més tard quan l’iPhone es refredi.
cs: Face ID můžete nakonfigurovat později, až iPhone vychladne.
da: Du kan indstille Face ID senere, når iPhone er kølet ned.
de: Face ID kann später konfiguriert werden, wenn das iPhone abgekühlt ist.
el: Μπορείτε να διαμορφώσετε το Face ID αργότερα όταν μειωθεί η θερμοκρασία του iPhone.
es: Puedes configurar Face ID más tarde cuando el iPhone se enfríe.
es_us: Puedes registrar Face ID cuando el iPhone se enfríe.
fi: Voit ottaa Face ID käyttöön myöhemmin, kun iPhone jäähtyy.
fr: Vous pourrez configurer Face ID lorsque l’iPhone aura refroidi.
fr_ca: Vous pourrez configurer Face ID plus tard quand l’iPhone aura refroidi.
he: יהיה ניתן להגדיר את Face ID מאוחר יותר, כאשר ה-iPhone יתקרר מעט.
hi: आप Face ID का सेटअप बाद में कर ^[सकते हैं](inflect: true) जब iPhone ठंडा हो जाता है।
hr: Možete podesiti Face ID nakon što se iPhone ohladi.
hu: A Face ID-t beállíthatja később, miután az iPhone lehűlt.
id: Anda dapat mengatur Face ID nanti setelah iPhone mendingin.
it: Potrai configurare Face ID in seguito, quando iPhone si sarà raffreddato.
ja: iPhoneの温度が下がってから、Face IDをセットアップできます。
kk: iPhone суыған кезде, Face ID функциясын баптауға болады.
ko: 나중에 iPhone의 온도가 내려가면 Face ID를 설정할 수 있습니다.
lt: Galite nustatyti „Face ID“ vėliau, kai „iPhone“ atvės.
ms: Anda boleh menyediakan Face ID kemudian apabila iPhone menyejuk.
nl: Je kunt Face ID later configureren wanneer de iPhone is afgekoeld.
no: Du kan konfigurere Face ID senere når iPhonen er kjølt ned.
pl: Face ID możesz skonfigurować później, gdy iPhone się ochłodzi.
pt_br: Você pode configurar o Face ID mais tarde quando o iPhone esfriar.
pt_pt: Pode configurar Face ID mais tarde, quando o iPhone arrefecer.
ro: Puteți configura Face ID ulterior, după răcirea iPhone‑ului.
ru: Вы можете настроить Face ID позже, когда iPhone остынет.
sk: Face ID môžete nastaviť neskôr po vychladnutí iPhonu.
sl: Funkcijo Face ID lahko nastavite pozneje, ko se iPhone ohladi.
sv: Du kan ställa in Face ID senare när iPhone har svalnat.
th: คุณสามารถตั้งค่า Face ID ในภายหลังได้เมื่อ iPhone เย็นลง
tr: Face ID’yi daha sonra iPhone soğuduğunda ayarlayabilirsiniz.
uk: Ви можете доналаштувати Face ID пізніше, коли iPhone охолоне.
vi: Bạn có thể thiết lập Face ID sau này khi iPhone nguội bớt.
zh_cn: 稍后待iPhone降温后，你可以设置面容ID。
zh_hk: 你可以稍後等iPhone降温後設定Face ID。
zh_tw: 你可以等iPhone冷卻後，再設定Face ID。

# INSTRUCTION_STATE_FIRST_SCAN
source: Move your head slowly to complete the circle.
ar: حرك رأسك ببطء لتكتمل الدائرة.
bg: Движете бавно главата си, за да завършите кръга.
ca: Mou el cap a poc a poc per completar el cercle.
cs: Pomalu pohybujte hlavou, dokud se kruh nezaplní.
da: Bevæg langsomt hovedet for at fuldende cirklen.
de: Beschreibe langsam mit deinem Kopf einen Kreis, um ihn zu schließen.
el: Μετακινήστε το κεφάλι σας αργά για να ολοκληρωθεί ο κύκλος.
es: Mueve la cabeza lentamente hasta completar el círculo
es_us: Mueve lentamente tu cabeza para cerrar el círculo.
fi: Liikuta päätäsi hitaasti ympyränmuotoisesti.
fr: Bougez lentement la tête pour compléter le cercle.
fr_ca: Bougez lentement la tête pour compléter le cercle.
he: יש להזיז את הראש לאט כדי להשלים את המעגל.
hi: चक्कर पूरा करने के लिए धीरे-धीरे अपना सिर घुमाएँ।
hr: Polako mičite glavom dok ne napravite krug.
hu: Mozgassa a fejét lassan a kör befejezéséhez.
id: Gerakkan kepala Anda secara perlahan untuk melengkapi lingkaran.
it: Muovi lentamente la testa e completa il cerchio.
ja: ゆっくりと頭を動かして円を描いてください。
kk: Шеңберді аяқтау үшін басыңызды баяу жылжытыңыз.
ko: 머리를 천천히 움직여 원을 만드십시오.
lt: Lėtai judinkite galvą, kad užbaigtumėte apskritimą.
ms: Gerakkan kepala anda dengan perlahan untuk melengkapkan bulatan.
nl: Beweeg je hoofd langzaam om de cirkel compleet te maken.
no: Beveg hodet sakte for å fullføre sirkelen.
pl: Wykonaj powoli kolisty ruch głową.
pt_br: Mova sua cabeça lentamente para completar o círculo.
pt_pt: Mova a cabeça lentamente até completar o círculo.
ro: Mișcați‑vă capul încet pentru a completa cercul.
ru: Медленно совершите круговое движение головой, чтобы замкнуть кольцо.
sk: Pomalým otáčaním hlavy opíšte kruh.
sl: Počasi premikajte glavo, da dokončate krog.
sv: Flytta huvudet långsamt så att cirkeln blir fullständig.
th: หมุนศีรษะของคุณเป็นวงกลมช้าๆ
tr: Daireyi tamamlamak için başınızı yavaşça hareket ettirin.
uk: Повільно рухайте головою, щоб обвести повне коло.
vi: Di chuyển chậm đầu của bạn để hoàn thành vòng tròn.
zh_cn: 缓缓转动头部以完成全方位采集。
zh_hk: 慢慢轉動頭部以畫出圓形。
zh_tw: 慢慢轉動頭部來完成圓圈。

# PEARL_RESET_SECOND_ALERT_TITLE
source: Are you sure you want to reset Face ID?
ar: هل ترغب بالتأكيد في إعادة تعيين بصمة الوجه؟
bg: Сигурни ли сте, че искате да нулирате Face ID?
ca: Confirmes que vols restablir el Face ID?
cs: Určitě chcete Face ID resetovat?
da: Er du sikker på, at du vil nulstille Face ID?
de: Möchtest du Face ID wirklich zurücksetzen?
el: Θέλετε σίγουρα να επαναφέρετε το Face ID;
es: ¿Seguro que quieres restablecer Face ID?
es_us: ¿Quieres restaurar Face ID?
fi: Nollataanko Face ID?
fr: Voulez-vous vraiment réinitialiser Face ID ?
fr_ca: Voulez-vous vraiment réinitialiser Face ID?
he: האם ברצונך לאפס את Face ID?
hi: क्या आप निश्चित हैं कि आप Face ID रीसेट करना ^[चाहते हैं](inflect: true)?
hr: Sigurno želite resetirati Face ID?
hu: Biztosan vissza szeretné állítani alaphelyzetbe a Face ID-t?
id: Apakah Anda yakin ingin mengatur ulang Face ID?
it: Confermi di voler inizializzare Face ID?
ja: Face IDをリセットしてもよろしいですか?
kk: Face ID функциясын бастапқы күйге қайтару қажеттігіне сенімдісіз бе?
ko: Face ID를 재설정하겠습니까?
lt: Ar tikrai norite nustatyti „Face ID“ iš naujo?
ms: Adakah anda pasti mahu mereset Face ID?
nl: Weet je zeker dat je Face ID opnieuw wilt instellen?
no: Er du sikker på at du vil nullstille Face ID?
pl: Czy na pewno chcesz wyzerować Face ID?
pt_br: Tem certeza de que deseja redefinir o Face ID?
pt_pt: Tem a certeza de que pretende repor o Face ID?
ro: Sigur doriți să resetați Face ID?
ru: Вы действительно хотите сбросить Face ID?
sk: Naozaj chcete resetovať Face ID?
sl: Ste prepričani, da želite ponastaviti funkcijo Face ID?
sv: Är du säker på att du vill nollställa Face ID?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการรีเซ็ต Face ID
tr: Face ID’yi sıfırlamak istediğinizden emin misiniz?
uk: Справді скинути Face ID?
vi: Bạn có chắc chắn muốn đặt lại Face ID không?
zh_cn: 你确定要重设面容ID吗？
zh_hk: 你確定要重設Face ID嗎？
zh_tw: 確定要重置Face ID嗎？

# NUDGE_TEXT
source: Follow the arrow.
ar: اتبع السهم.
bg: Следвайте стрелката.
ca: Segueix la fletxa
cs: Následujte šipku.
da: Følg pilen.
de: Folge dem Pfeil.
el: Ακολουθήστε το βέλος.
es: Sigue la flecha
es_us: Sigue la flecha.
fi: Seuraa nuolta.
fr: Suivez la flèche.
fr_ca: Suivez la flèche.
he: יש לעקוב אחרי החץ.
hi: तीर को फ़ॉलो करें।
hr: Pratite strelicu.
hu: Kövesse a nyilat.
id: Ikuti panah.
it: Segui la freccia.
ja: 矢印に従ってください。
kk: Көрсеткі бойынша жүріп отырыңыз.
ko: 화살표를 따라 움직이십시오.
lt: Sekite rodyklę.
ms: Ikuti anak panah.
nl: Volg de pijl.
no: Følg pilen.
pl: Podążaj za strzałką.
pt_br: Siga a seta.
pt_pt: Siga a seta.
ro: Urmăriți săgeata.
ru: Следуйте за стрелкой
sk: Nasledujte šípku.
sl: Sledite puščici.
sv: Följ pilen.
th: หมุนตามลูกศร
tr: Oku takip edin.
uk: Слідкуйте за стрілкою.
vi: Đi theo mũi tên.
zh_cn: 请跟着箭头指示动作。
zh_hk: 依照箭嘴指示。
zh_tw: 依照箭頭指示。

# SECOND_IDENTITY_ENROLLED_FOOTER
source: An alternate appearance has already been set up. To enroll another appearance, Face ID needs to be reset.
ar: تم إعداد مظهر بديل آخر من قبل. لتسجيل مظهر آخر، يجب إعادة تعيين بصمة الوجه.
bg: Вече е настроена алтернативна външност. За да регистрирате друга външност, Face ID трябва да се нулира.
ca: Ja s’ha configurat un aspecte alternatiu. Per registrar un altre aspecte, has de restablir el Face ID.
cs: Alternativní vzhled je už nastavený. Pokud chcete zaregistrovat nový, musíte Face ID resetovat.
da: Der er allerede indstillet en alternativ fremtoning. Face ID skal nulstilles, før en anden fremtoning kan registreres.
de: Es wurde bereits ein alternatives Erscheinungsbild eingerichtet. Um ein weiteres Erscheinungsbild zu registrieren, muss Face ID zurückgesetzt werden.
el: Έχει ήδη διαμορφωθεί μια εναλλακτική εμφάνιση. Για εγγραφή άλλης εμφάνισης, πρέπει να πραγματοποιήσετε επαναφορά του Face ID.
es: Ya se ha configurado un aspecto secundario. Para registrar otro aspecto, es necesario restablecer Face ID.
es_us: Ya se había definido la apariencia adicional. Para registrar otra, se debe restablecer Face ID.
fi: Vaihtoehtoinen Face ID -otos on jo otettu käyttöön. Jos haluat rekisteröidä muun otoksen, Face ID on nollattava.
fr: Une seconde apparence a déjà été configurée. Pour en enregistrer une nouvelle, vous devez réinitialiser Face ID.
fr_ca: Une autre apparence a déjà été configurée. Pour en inscrire une autre, il est nécessaire de réinitialiser Face ID.
he: כבר הוגדר מראה נוסף. כדי להגדיר מראה אחר יש לאפס את Face ID.
hi: वैकल्पिक रूप-रंग पहले ही सेटअप किया जा चुका है। दूसरा रूप-रंग नामांकित करने के लिए Face ID रीसेट करने की ज़रूरत है।
hr: Alternativni izgled već je podešen. Za prijavu drugog izgleda potrebno je resetirati Face ID.
hu: Már be van állítva egy alternatív külalak. Másik külalak regisztrálásához alaphelyzetbe kell állítania a Face ID‑t.
id: Penampilan alternatif telah diatur. Untuk mendaftarkan penampilan lain, Face ID perlu diatur ulang.
it: Hai già configurato un aspetto alternativo. Per salvarne uno diverso, inizializza Face ID.
ja: もう1つの容姿がすでに設定されています。それとは別の容姿を登録するには、Face IDをリセットする必要があります。
kk: Балама сырт келбет әлдеқашан бапталды. Басқа балама сырт келбетті тіркеу үшін Face ID функциясын бастапқы күйге қайтару қажет.
ko: 대체 외모가 이미 설정되어 있습니다. 또 다른 외모를 등록하려면 Face ID를 재설정해야 합니다.
lt: Alternatyvi išvaizda jau nustatyta. Norint užregistruoti kitą išvaizdą, reikia iš naujo nustatyti „Face ID“.
ms: Penampilan alternatif telah disediakan. Untuk mendaftarkan penampilan lain, Face ID perlu direset.
nl: Er is al een ander uiterlijk geconfigureerd. Om nog een uiterlijk toe te voegen, moet Face ID opnieuw worden ingesteld.
no: Du har allerede konfigurert et annet utseende. Hvis du vil registrere et nytt, må du nullstille Face ID.
pl: Inny wygląd został już skonfigurowany. Aby zarejestrować kolejny, musisz wyzerować funkcję Face ID.
pt_br: Um visual alternativo já foi configurado. Para registrar outro visual, é necessário redefinir o Face ID.
pt_pt: Já foi configurada uma segunda aparência. Para registar outra, tem de repor o Face ID.
ro: O înfățișare alternativă a fost deja configurată. Pentru a înregistra altă înfățișare, trebuie să resetați Face ID.
ru: Альтернативный внешний вид уже настроен. Чтобы зарегистрировать другой внешний вид, необходимо сбросить Face ID.
sk: Alternatívny vzhľad už bol nastavený. Na zaregistrovanie nového vzhľadu je potrebné resetovať Face ID.
sl: Nadomestni videz je že bil nastavljen. Če želite začeti uporabljati drug videz, morate ponastaviti funkcijo Face ID.
sv: Ett alternativt utseende har redan ställts in. Du måste återställa Face ID om du vill lägga till ett nytt utseende.
th: ตั้งค่ารูปลักษณ์อีกแบบเรียบร้อยแล้ว ในการลงทะเบียนรูปลักษณ์อีกแบบ คุณต้องรีเซ็ต Face ID
tr: Farklı bir görünüş zaten ayarlandı. Başka bir görünüş kaydetmek için Face ID’nin sıfırlanması gerekir.
uk: Іншу зовнішність налаштовано. Щоб зареєструвати ще одну, потрібно скинути Face ID.
vi: Một diện mạo thay thế đã được thiết lập. Để đăng ký một diện mạo khác, bạn cần đặt lại Face ID.
zh_cn: 已设置替用外貌。若要注册其他外貌，需要重设面容ID。
zh_hk: 替用容貌已經建立。要登記另一個容貌，需要重設Face ID。
zh_tw: 已設定另一種容貌。若要登記其他容貌，需要重置Face ID。

# ABOUT_PEARL_ID
source: Face ID & Privacy
ar: بصمة الوجه والخصوصية…
bg: Face ID и поверителност
ca: Face ID i la privacitat
cs: Face ID a soukromí
da: Face ID og anonymitet
de: Face ID & Datenschutz
el: Face ID και απόρρητο
es: Face ID y la privacidad
es_us: Face ID y la privacidad
fi: Face ID ja tietosuoja
fr: Face ID et confidentialité
fr_ca: Face ID et confidentialité
he: ‏Face ID ופרטיות
hi: Face ID और गोपनीयता
hr: Face ID i privatnost
hu: A Face ID és az adatvédelem
id: Face ID & Privasi
it: Face ID e privacy
ja: Face IDとプライバシー
kk: Face ID және құпиялылық
ko: Face ID 및 개인정보 보호
lt: „Face ID“ ir privatumas
ms: Face ID & Privasi
nl: Face ID en privacy
no: Face ID og personvern
pl: Face ID i prywatność
pt_br: Face ID e Privacidade
pt_pt: Face ID e Privacidade
ro: Face ID și intimitatea
ru: Face ID и конфиденциальность
sk: Face ID a súkromie
sl: Face ID in zasebnost
sv: Face ID och integritet
th: Face ID และความเป็นส่วนตัว
tr: Face ID ve Gizlilik
uk: Face ID і Приватність
vi: Face ID & Quyền riêng tư
zh_cn: 面容ID与隐私
zh_hk: Face ID與私隱
zh_tw: Face ID與隱私權
